{
  "products": [
    { "id": 1, "name": "Whey Protein Gold Standard 100% Baunilha - 1,09kg (2,4 Lbs) - Optimum Nutrition", "price": 159, "image": "https://images-americanas.b2w.io/produtos/01/00/img/1937646/1/1937646126_1SZ.jpg", "description": "O 100% Whey Gold Standard da Optimum Nutrition é um dos mais vendidos e melhores suplementos proteicos do mundo. Indicado para quem pratica exercícios, atividades físicas ou dieta com o objetivo de obter mais massa muscular.Seu composto é de alto valor biológico, além de ser rico em aminoácidos de cadeia ramificada, os BCAAS, que estão diretamente ligados ao aumento e construção dos músculos." },
    { "id": 2, "name": "Mesa Gamer Cougar Mars 120 Rgb 120cm - NY7D0011-00", "price": 1775.22, "image": "https://images-americanas.b2w.io/produtos/4070789772/imagens/mesa-gamer-cougar-mars-120-rgb-120cm-ny7d0011-00/4070789772_1_xlarge.jpg", "description": "A mesa de jogos cougar mars 120 oferece design ergonômico e espaço generoso para jogos com efeitos de iluminação argb deslumbrantes para aprimorar suas experiências de jogo superiores. é assim que tornamos os seus sonhos de jogar realidade e apresentamos uma mesa de jogos única para você!" },
    { "id": 3, "name": "Smart TV LED 32 polegadas Philco PTV32G52S HD e Áudio Dolby Conversor Digital Integrado 2 HDMI 1 USB Wi-Fi com Netflix", "price": 1349.00, "image": "https://images-americanas.b2w.io/produtos/01/00/img/1322119/4/1322119477_1SZ.jpg", "description": "Assista sua série, filmes e programas favoritos com a Smart TV LED 32 Philco PTV32G52S HD e Áudio Dolby Conversor Digital Integrado 2 HDMI 1 USB Wi-Fi com Netflix." },
    { "id": 4, "name": "Apple Watch Series 6 40mm Caixa Prateada de Aço Inoxidável e Pulseira Branca Esportiva", "price": 5509.05, "image": "https://images-americanas.b2w.io/produtos/01/00/img/2067712/5/2067712521_1SZ.jpg", "description": "GPS integrado, GLONASS, Galileo e QZSS, S3 com processador dual-core, chip sem fio W2 Apple, altímetro barométrico, capacidade de 8 GB, coração óptico senso, r Acelerômetro e giroscópio, vidro reforçado Ion-X, verso composto, Wi- Fi (802.11b / g / n 2,4 GHz), Bluetooth 4.2, bateria de até 18 horas, resistente à água a 50 metros, watchOS 5" }
  ]
}
